{
    "en": {
        "contestTitle": "Upcoming Contest",
        "contestSubText": "Hurry! Booking closes  before the contest starts.Once the contest begins, late entries will not be allowed."
    },
    
    "hi": {
        "contestTitle": "आगामी प्रतियोगिता",
        "contestSubText": "जल्दी करें! प्रतियोगिता शुरू होने से पहले बुकिंग बंद हो जाएगी। प्रतियोगिता शुरू होने के बाद देर से प्रवेश की अनुमति नहीं होगी।"
    },
    "bn": {
        "contestTitle": "আসন্ন প্রতিযোগিতা",
        "contestSubText": "তাড়াতাড়ি করুন! প্রতিযোগিতা শুরু হওয়ার আগে বুকিং বন্ধ হয়ে যাবে। শুরু হওয়ার পরে প্রবেশ করতে পারবেন না ।"
    },
    "mr": {
        "contestTitle": "आगामी स्पर्धा",
        "contestSubText": "लवकर करा! स्पर्धा सुरू होण्याच्या  बुकिंग बंद होईल. स्पर्धा सुरू झाल्यावर उशिरा प्रवेशास परवानगी नाही."
    },
    "gu": {
        "contestTitle": "આગામી સ્પર્ધા",
        "contestSubText": "જલ્દી કરો! સ્પર્ધા શરૂ થવાને પહેલાં બુકિંગ બંધ થશે. સ્પર્ધા શરૂ થયા પછી મોડું પ્રવેશ મંજૂર નહીં હોય."
    },
    "pa": {
        "contestTitle": "ਆਉਣ ਵਾਲੀ ਮੁਕਾਬਲਾ",
        "contestSubText": "ਜਲਦੀ ਕਰੋ! ਮੁਕਾਬਲਾ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ  ਪਹਿਲਾਂ ਬੁਕਿੰਗ ਬੰਦ ਹੋ ਜਾਏਗੀ। ਮੁਕਾਬਲਾ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਬਾਅਦ ਦੇਰੀ ਨਾਲ ਦਾਖਲਾ ਨਹੀਂ ਹੋਵੇਗਾ।"
    },
    "kn": {
        "contestTitle": "ಸಂಬಳದ ಸ್ಪರ್ಧೆ",
        "contestSubText": "ಬೇಗನೆ ಮಾಡಿ! ಸ್ಪರ್ಧೆ ಆರಂಭವಾಗುವ  ಮೊದಲು ಬುಕ್ಕಿಂಗ್ ಮುಕ್ತಾಯವಾಗುತ್ತದೆ. ಸ್ಪರ್ಧೆ ಆರಂಭವಾದ ನಂತರ ತಡವಾಗಿ ಸೇರಲು ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ."
    },
    "ta": {
        "contestTitle": "வரவிருக்கும் போட்டி",
        "contestSubText": "விரைவாக பதிவு செய்யுங்கள்! போட்டி தொடங்குவதற்கு  முன் பதிவு மூடப்படும். போட்டி தொடங்கிய பிறகு தாமதமாக சேர அனுமதி இல்லை."
    },
    "te": {
        "contestTitle": "అసన్నహిత పోటీ",
        "contestSubText": "తొందరించండి! పోటీ ప్రారంభమయ్యే ముందు  బుకింగ్ మూసివేయబడుతుంది. పోటీ ప్రారంభమైన తరువాత ఆలస్యంగా ప్రవేశించలేరు."
    },
    "or": {
        "contestTitle": "ଆସନ୍ତା ପ୍ରତିଯୋଗିତା",
        "contestSubText": "ଦ୍ରୁତ କରନ୍ତୁ! ପ୍ରତିଯୋଗିତା ଆରମ୍ଭ ହେବା ପୂର୍ବରୁ  ବୁକିଂ ବନ୍ଦ ହେବ। ପ୍ରତିଯୋଗିତା ଆରମ୍ଭ ହେଲେ ପରେ ବିଳମ୍ବିତ ପ୍ରବେଶ ଅନୁମତି ନାହିଁ।"
    }
}