{
  "en": {
    "title": "Your Gateway to Success in your career– All Subjects, One Platform",
    "subTitle": "Covers SSC, RRB, all State-Level Exams, Teaching Exams etc. Practice subject-wise questions, build your confidence and crack India's most competitive exams."
  },
  "hi": {
  "title": "आपके करियर की सफलता की शुरुआत – सभी विषय, एक ही प्लेटफॉर्म",
  "subTitle": "SSC, RRB, राज्य स्तरीय परीक्षाएं, शिक्षक परीक्षाएं और भी बहुत कुछ – सब कुछ एक ही जगह पर। विषयवार प्रश्नों का अभ्यास करें, आत्मविश्वास बढ़ाएं और भारत की प्रमुख प्रतियोगी परीक्षाएं पास करें।"
},
"bn": {
  "title": "আপনার ক্যারিয়ার সাফল্যের পথ – সব বিষয় এক জায়গায়",
  "subTitle": "SSC, RRB, রাজ্য স্তরের পরীক্ষা, শিক্ষক নিয়োগ পরীক্ষা এবং আরও অনেক কিছু – সব এক প্ল্যাটফর্মে। বিষয়ভিত্তিক অনুশীলন করুন, আত্মবিশ্বাস বাড়ান এবং ভারতের শীর্ষ প্রতিযোগিতামূলক পরীক্ষাগুলি সফলভাবে উত্তীর্ণ হন।"
},
"mr": {
  "title": "तुमच्या करिअरच्या यशाचा मार्ग – सर्व विषय एकाच ठिकाणी",
  "subTitle": "SSC, RRB, राज्यस्तरीय परीक्षा, शिक्षक भरती आणि बरेच काही – एकाच प्लॅटफॉर्मवर. विषयानुसार सराव करा, आत्मविश्वास वाढवा आणि भारतातील प्रमुख स्पर्धा परीक्षा उत्तीर्ण करा."
},
"ta": {
  "title": "உங்கள் வேலை வாய்ப்பு வெற்றிக்கான விரிகுடா – அனைத்து பாடங்களும் ஒரே இடத்தில்",
  "subTitle": "SSC, RRB, மாநிலத் தேர்வுகள், ஆசிரியர் தேர்வுகள் மற்றும் பல – அனைத்தும் ஒரே தளத்தில். பாட வாரியாக பயிற்சி செய்யுங்கள், நம்பிக்கையை வளர்த்துக்கொள்ளுங்கள், இந்தியாவின் முக்கிய போட்டித் தேர்வுகளில் வெற்றி பெறுங்கள்."
},
"te": {
  "title": "మీ కెరీర్ విజయానికి మార్గం – అన్ని సబ్జెక్టులు ఒకే ప్లాట్‌ఫాంలో",
  "subTitle": "SSC, RRB, రాష్ట్ర స్థాయి పరీక్షలు, టీచింగ్ ఎగ్జామ్స్ మరియు మరెన్నో – అన్నీ ఒకే చోట. సబ్జెక్ట్ వారీగా ప్రాక్టీస్ చేయండి, ఆత్మవిశ్వాసాన్ని పెంచండి, భారతదేశంలో ప్రముఖ పోటీ పరీక్షల్లో విజయం సాధించండి."
},
"gu": {
  "title": "તમારા કરિયર સફળતાનો માર્ગ – બધા વિષયો, એક પ્લેટફોર્મ",
  "subTitle": "SSC, RRB, રાજ્યોની પરીક્ષાઓ, શિક્ષણ સંબંધિત પરીક્ષાઓ અને વધુ માટે તૈયારી કરો – બધું એક જગ્યાએ. વિષયવાર પ્રેક્ટિસ કરો, આત્મવિશ્વાસ વધારશો અને ભારતની ટોચની સ્પર્ધાત્મક પરીક્ષાઓ પાસ કરો."
},
"pa": {
  "title": "ਤੁਹਾਡੇ ਕਰੀਅਰ ਦੀ ਕਾਮਯਾਬੀ ਦਾ ਰਸਤਾ – ਸਾਰੇ ਵਿਸ਼ੇ ਇਕ ਥਾਂ ਤੇ",
  "subTitle": "SSC, RRB, ਸੂਬਾ ਪੱਧਰ ਦੀਆਂ ਪਰਖਾਂ, ਅਧਿਆਪਕ ਭਰਤੀ ਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ – ਸਭ ਕੁਝ ਇਕ ਪਲੇਟਫਾਰਮ 'ਤੇ। ਵਿਸ਼ਾ ਅਨੁਸਾਰ ਪ੍ਰੈਕਟਿਸ ਕਰੋ, ਆਪਣੇ ਭਰੋਸੇ ਨੂੰ ਵਧਾਓ ਅਤੇ ਭਾਰਤ ਦੀਆਂ ਪ੍ਰਤਿਸ਼ਪਧਾ ਭਰੀਆਂ ਪਰੀਖਾਵਾਂ 'ਚ ਕਾਮਯਾਬੀ ਹਾਸਲ ਕਰੋ।"
},
"or": {
  "title": "ଆପଣଙ୍କର କେରିୟର ସଫଳତା ପାଇଁ ପଥ – ସମସ୍ତ ବିଷୟ, ଗୋଟିଏ ପ୍ଲାଟଫର୍ମରେ",
  "subTitle": "SSC, RRB, ସମସ୍ତ ରାଜ୍ୟସ୍ତରୀୟ ପରୀକ୍ଷା, ଶିକ୍ଷକ ନିଯୁକ୍ତି ପରୀକ୍ଷା ଓ ଅଧିକ – ଏକେ ସ୍ଥାନରେ। ବିଷୟଭିତ୍ତିକ ପ୍ରାକ୍ଟିସ୍ କରନ୍ତୁ, ଆତ୍ମବିଶ୍ୱାସ ବଢାନ୍ତୁ ଏବଂ ଭାରତର ଶ୍ରେଷ୍ଠ ପ୍ରତିଯୋଗିତାମୂଳକ ପରୀକ୍ଷାଗୁଡିକୁ ଉତ୍ତୀର୍ଣ୍ଣ କରନ୍ତୁ।"
},
"ka": {
  "title": "ನಿಮ್ಮ ವೃತ್ತಿ ಯಶಸ್ಸಿನ ದಾರಿ – ಎಲ್ಲಾ ವಿಷಯಗಳು ಒಂದೇ ವೇದಿಕೆಯಲ್ಲಿ",
  "subTitle": "SSC, RRB, ರಾಜ್ಯಮಟ್ಟದ ಪರೀಕ್ಷೆಗಳು, ಶಿಕ್ಷಕರ ಪರೀಕ್ಷೆಗಳು ಮತ್ತು ಇನ್ನೂ ಅನೇಕ ಸ್ಪರ್ಧಾತ್ಮಕ ಪರೀಕ್ಷೆಗಳಿಗಾಗಿ ತಯಾರಿ ಮಾಡಿಕೊಳ್ಳಿ – ಎಲ್ಲವೂ ಒಂದೇ ಜಾಗದಲ್ಲಿ. ವಿಷಯವಾರು ಅಭ್ಯಾಸ ಮಾಡಿ, ನಿಮ್ಮ ಆತ್ಮವಿಶ್ವಾಸವನ್ನು ಹೆಚ್ಚಿಸಿ ಮತ್ತು ಭಾರತದ ಪ್ರಮುಖ ಸ್ಪರ್ಧಾತ್ಮಕ ಪರೀಕ್ಷೆಗಳಲ್ಲಿ ಯಶಸ್ವಿಯಾಗಿರಿ."
}
}